Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/linuxmint-tm.tmx
Source language: en
Languages: ca_es

source: Create a symbolic link for each selected item
ca_es: Crea un enllaç simbòlic per a cada element seleccionat

source: _Rename...
ca_es: _Canvia el nom...

source: Rename selected item
ca_es: Canvia el nom de l'element seleccionat

source: Move each selected item to the Trash
ca_es: Mou tots els elements seleccionats a la paperera

source: Delete each selected item, without moving to the Trash
ca_es: Suprimeix tots els elements seleccionats sense moure'ls a la paperera

source: _Restore
ca_es: _Restaura

source: _Undo
ca_es: _Desfés

source: Undo the last action
ca_es: Desfés l'última acció

source: _Redo
ca_es: _Refés

source: Redo the last undone action
ca_es: Torna a fer l'última acció desfeta

source: Reset View to _Defaults
ca_es: Reinicia la vista als valors pre_determinats

source: Reset sorting order and zoom level to match preferences for this view
ca_es: Restableix l'ordenació i el nivell d'ampliació per fer-los coincidir amb les preferències d'aquesta vista

source: Connect To This Server
ca_es: Connecta't a aquest servidor

source: Make a permanent connection to this server
ca_es: Estableix una connexió permanent amb aquest servidor

source: Mount the selected volume
ca_es: Munta el volum seleccionat

source: Unmount the selected volume
ca_es: Desmunta el volum seleccionat

source: Eject the selected volume
ca_es: Expulsa el volum seleccionat

source: Start the selected volume
ca_es: Inicia el volum seleccionat

source: Stop the selected volume
ca_es: Atura el volum seleccionat

source: Detect media in the selected drive
ca_es: Detecta els suports de la unitat seleccionada

source: Mount the volume associated with the open folder
ca_es: Munta el volum associat a la carpeta oberta

source: Unmount the volume associated with the open folder
ca_es: Desmunta el volum associat a la carpeta oberta

source: Eject the volume associated with the open folder
ca_es: Expulsa el volum associat a la carpeta oberta

source: Start the volume associated with the open folder
ca_es: Inicia el volum associat a la carpeta oberta

source: Stop the volume associated with the open folder
ca_es: Atura el volum associat a la carpeta oberta

source: Open File and Close window
ca_es: Obre el fitxer i tanca la finestra

source: Sa_ve Search
ca_es: _Desa la cerca

source: Save the edited search
ca_es: Desa la cerca editada

source: Sa_ve Search As...
ca_es: Anomena i _desa la cerca...

source: Save the current search as a file
ca_es: Desa la cerca actual com a un fitxer

source: Open this folder in a navigation window
ca_es: Obre aquesta carpeta en una finestra de navegació

source: Open this folder in a new tab
ca_es: Obre aquesta carpeta en una pestanya nova

source: Prepare this folder to be moved with a Paste command
ca_es: Prepara aquesta carpeta per moure-la amb una ordre Enganxa

source: Prepare this folder to be copied with a Paste command
ca_es: Prepara aquesta carpeta per copiar-la amb una ordre Enganxa

source: Move or copy files previously selected by a Cut or Copy command into this folder
ca_es: Mou o copia a aquesta carpeta els fitxers prèviament seleccionats mitjançant l'ordre Retalla o Copia

source: Move this folder to the Trash
ca_es: Mou aquesta carpeta a la paperera

source: Delete this folder, without moving to the Trash
ca_es: Suprimeix aquesta carpeta, sense moure-la a la paperera

source: Mount the volume associated with this folder
ca_es: Munta el volum associat a aquesta carpeta

source: Unmount the volume associated with this folder
ca_es: Desmunta el volum associat a aquesta carpeta

source: Eject the volume associated with this folder
ca_es: Expulsa el volum associat a aquesta carpeta

source: Start the volume associated with this folder
ca_es: Inicia el volum associat a aquesta carpeta

source: Stop the volume associated with this folder
ca_es: Atura el volum associat a aquesta carpeta

source: View or modify the properties of this folder
ca_es: Visualitza o modifica les propietats d'aquesta carpeta

source: _Other pane
ca_es: Una altra _subfinestra

source: Copy the current selection to the other pane in the window
ca_es: Copia la selecció actual a l'altra subfinestra de la finestra

source: Move the current selection to the other pane in the window
ca_es: Mou la selecció actual a l'altra subfinestra de la finestra

source: _Home
ca_es: _Personal

source: Copy the current selection to the home folder
ca_es: Copia la selecció actual a la carpeta de l'usuari

source: Move the current selection to the home folder
ca_es: Mou la selecció actual a la carpeta de l'usuari

source: _Desktop
ca_es: _Escriptori

source: Copy the current selection to the desktop
ca_es: Copia la selecció actual a l'escriptori

source: Move the current selection to the desktop
ca_es: Mou la selecció actual a l'escriptori

source: Run or manage scripts from %s
ca_es: Executa o gestiona els scripts de %s

source: Move the open folder out of the trash to "%s"
ca_es: Mou la carpeta oberta de la paperera a «%s»

source: Move the selected folder out of the trash to "%s"
ca_es: Mou la carpeta seleccionada de la paperera a «%s»

source: Move the selected folder out of the trash
ca_es: Mou la carpeta seleccionada fora de la paperera

source: Move the selected file out of the trash to "%s"
ca_es: Mou el fitxer seleccionat de la paperera a «%s»

source: Move the selected file out of the trash
ca_es: Mou el fitxer seleccionat fora de la paperera

source: Move the selected item out of the trash to "%s"
ca_es: Mou l'element seleccionat de la paperera a «%s»

source: Move the selected item out of the trash
ca_es: Mou l'element seleccionat fora de la paperera

source: Start the selected drive
ca_es: Inicia la unitat seleccionada

source: Connect to the selected drive
ca_es: Connecta a la unitat seleccionada

source: _Start Multi-disk Drive
ca_es: _Inicia la unitat multi disc

source: Start the selected multi-disk drive
ca_es: Inicia la unitat multi disc seleccionada

source: U_nlock Drive
ca_es: _Desbloca la unitat

source: Unlock the selected drive
ca_es: Desbloca la unitat seleccionada

source: Stop the selected drive
ca_es: Atura la unitat seleccionada

source: Safely remove the selected drive
ca_es: Treu la unitat seleccionada de forma segura

source: _Disconnect
ca_es: _Desconnecta

source: Disconnect the selected drive
ca_es: Desconnecta la unitat seleccionada

source: _Stop Multi-disk Drive
ca_es: _Atura la unitat multi disc

source: Stop the selected multi-disk drive
ca_es: Atura la unitat multi disc seleccionada

source: Lock the selected drive
ca_es: Bloca la unitat seleccionada

source: Start the drive associated with the open folder
ca_es: Inicia la unitat associada a la carpeta oberta

source: Connect to the drive associated with the open folder
ca_es: Connecta a la unitat associada a la carpeta oberta

source: Start the multi-disk drive associated with the open folder
ca_es: Inicia la unitat multi disc associada a la carpeta oberta

source: Unlock the drive associated with the open folder
ca_es: Desbloca la unitat associada a la carpeta oberta

source: _Stop the drive associated with the open folder
ca_es: _Atura la unitat associada a la carpeta oberta

source: Safely remove the drive associated with the open folder
ca_es: Treu la unitat associada a la carpeta oberta de forma segura

source: Disconnect the drive associated with the open folder
ca_es: Desconnecta la unitat associada a la carpeta oberta

source: Stop the multi-disk drive associated with the open folder
ca_es: Atura la unitat multi disc associada a la carpeta oberta

source: Lock the drive associated with the open folder
ca_es: Bloca la unitat associada a la carpeta oberta

source: _Delete Permanently
ca_es: _Suprimeix definitivament

source: Delete the open folder permanently
ca_es: Suprimeix definitivament la carpeta oberta

source: Move the open folder to the Trash
ca_es: Mou la carpeta oberta a la paperera

source: _Open With %s
ca_es: _Obre amb %s

source: Open in %'d New _Window
ca_es: Obre en %'d _finestra nova

source: Open in %'d New _Tab
ca_es: Obre en %'d _pestanya nova

source: Delete all selected items permanently
ca_es: Suprimeix definitivament tots els elements seleccionats

source: View or modify the properties of the open folder
ca_es: Visualitza o modifica les propietats de la carpeta oberta

source: Link to %s
ca_es: Enllaç a %s

source: Drag and drop is not supported.
ca_es: No es permet arrossegar i deixar anar.

source: Drag and drop is only supported on local file systems.
ca_es: L'arrossegar i deixar anar només es permet en els sistemes de fitxers locals.

source: An invalid drag type was used.
ca_es: S'ha utilitzat un tipus d'arrossegament no vàlid.

source: dropped text.txt
ca_es: text arrossegat.txt

source: dropped data
ca_es: dades arrossegades

source: Do you want to remove any bookmarks with the non-existing location from your list?
ca_es: Voleu suprimir de la vostra llista aquelles adreces d'interès amb una ubicació inexistent?

source: The location "%s" does not exist.
ca_es: No existeix la ubicació «%s».

source: Bookmark for Nonexistent Location
ca_es: Adreça d'interès d'una ubicació inexistent

source: Go to the location specified by this bookmark
ca_es: Vés a la ubicació que indica aquesta adreça d'interès

source: %s - File Browser
ca_es: %s - Navegador de fitxers

source: Searching...
ca_es: S'està cercant...

source: Nemo has no installed viewer capable of displaying the folder.
ca_es: Nemo no te instalat cap visor capaç de mostrar la carpeta.

source: The location is not a folder.
ca_es: La ubicació no és una carpeta.

source: Could not find "%s".
ca_es: No s'ha pogut trobar «%s».

source: Please check the spelling and try again.
ca_es: Comproveu l'ortografia i torneu-ho a intentar.

source: Nemo cannot handle "%s" locations.
ca_es: Nemo no pot gestionar les ubicacions "%s".

source: Nemo cannot handle this kind of location.
ca_es: Nemo no pot gestionar aquest tipus d'ubicació

source: Unable to mount the location.
ca_es: No s'ha pogut muntar la ubicació.

source: Access was denied.
ca_es: S'ha denegat l'accés.

source: Could not display "%s", because the host could not be found.
ca_es: No s'ha pogut mostrar «%s» perquè no s'ha pogut trobar l'ordinador remot.

source: Check that the spelling is correct and that your proxy settings are correct.
ca_es: Comproveu que estigui escrit correctament i que el servidor intermediari estigui configurat correctament.

source: Error: %s Please select another viewer and try again.
ca_es: Error: %s Seleccioneu un altre visualitzador i torneu-ho a intentar.

source: Nemo is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca_es: Nemo es de codi obert, el pots redistribuit i/o modificar sota els temres de la llicència GNU Public License publicada per la Free Software Foundation; ja sigui la versió 2 de la llicència, o (segons la teva elecció) qualsevol versió posterior.

source: Nemo is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ca_es: Nemo es distribueix amb la intenció de que sigui útil, però SENSE CAP GARANTIA; sensi ni la garantia implicita de COMERCIALITZACIÓ o ADEQUACIÓ A UN FI PARTICULAR. Reviseu la GNU General Public License per més detalls.

source: You should have received a copy of the GNU General Public License along with Nemo; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
ca_es: Haurieu d'haver rebut una còipa de la GNU General Public License amb el Nemo. Sinó l'heu rebududa, escriviu a la Free Software Foundation, Inc Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA

source: Nemo lets you organize files and folders, both on your computer and online.
ca_es: Nemo et permet organitzar els fitxers i carpetes, ja siguin al teu ordenador o en línia.

source: _File
ca_es: _Fitxer

source: _Edit
ca_es: _Edita

source: _View
ca_es: _Visualitza

source: _Help
ca_es: _Ajuda

source: _Close
ca_es: _Tanca

source: Close this folder
ca_es: Tanca aquesta carpeta

source: Prefere_nces
ca_es: Preferè_ncies

source: Edit Nemo preferences
ca_es: Edita les preferències del Nemo

source: Undo the last text change
ca_es: Desfés el darrer canvi al text

source: Open _Parent
ca_es: Obre la carpeta superior

source: Open the parent folder
ca_es: Obre la carpeta superior

source: Stop loading the current location
ca_es: Atura la càrrega de la ubicació actual

source: _Reload
ca_es: _Torna a carregar

source: Reload the current location
ca_es: Actualitza la ubicació actual

source: _All Topics
ca_es: _Tots els temes

source: Display Nemo help
ca_es: Mostra l'ajuda de Nemo

source: _About
ca_es: _Quant a

source: Display credits for the creators of Nemo
ca_es: Mostra els crèdits per als creadors de Nemo

source: Zoom _In
ca_es: _Amplia

source: Increase the view size
ca_es: Augmenta la mida de la vista

source: Zoom _Out
ca_es: _Redueix

source: Decrease the view size
ca_es: Redueix la mida de la vista

source: Normal Si_ze
ca_es: _Mida normal

source: Use the normal view size
ca_es: Utilitza la mida normal de la vista

source: Connect to _Server...
ca_es: Connecta al _servidor...

source: Connect to a remote computer or shared disk
ca_es: Connecta a un ordinador remot o un disc compartit

source: Open your personal folder
ca_es: Obriu la vostra carpeta personal

source: _Computer
ca_es: _Ordinador

source: Browse all local and remote disks and folders accessible from this computer
ca_es: Navega per totes les carpetes i discos locals i remots als quals es pugui accedir des d'aquest ordinador

source: _Network
ca_es: _Xarxa

source: Browse bookmarked and local network locations
ca_es: Navega per les ubicacions de xarxa locals i d'interès

source: T_emplates
ca_es: Plan_tilles

source: Open your personal templates folder
ca_es: Obriu la vostra carpeta de les plantilles personal

source: _Trash
ca_es: _Paperera

source: Open your personal trash folder
ca_es: Obre la carpeta de la paperera

source: _Go
ca_es: _Vés

source: _Bookmarks
ca_es: _Adreces d'interès

source: _Tabs
ca_es: _Pestanyes

source: New _Window
ca_es: _Finestra nova

source: Open another Nemo window for the displayed location
ca_es: Obriur una nova finestra de Nemo per la ubicació mostrada

source: New _Tab
ca_es: Pes_tanya nova

source: Open another tab for the displayed location
ca_es: Obre una altra pestanya per a la ubicació mostrada

source: Close _All Windows
ca_es: Ta_nca totes les finestres

source: Close all Navigation windows
ca_es: Tanca totes les finestres de navegació

source: _Back
ca_es: _Enrere

source: Go to the previous visited location
ca_es: Vés a la anterior ubicació visitada

source: _Forward
ca_es: E_ndavant

source: Go to the next visited location
ca_es: Vés a la següent ubicació visitada

source: _Location...
ca_es: _Ubicació...

source: Specify a location to open
ca_es: Indiqueu una ubicació a obrir

source: S_witch to Other Pane
ca_es: C_ommuta a l'altra subfinestra

source: Move focus to the other pane in a split view window
ca_es: Mou el focus a l'altra subfinestra en una vista de finestra dividida

source: Sa_me Location as Other Pane
ca_es: _Mateixa ubicació que a l'altra subfinestra

source: Go to the same location as in the extra pane
ca_es: Vés a la mateixa ubicació que a la subfinestra addicional

source: Add a bookmark for the current location to this menu
ca_es: Afegeix una adreça d'interès per a la ubicació actual d'aquest menú

source: _Edit Bookmarks...
ca_es: _Edita les adreces d'interès...

source: Display a window that allows editing the bookmarks in this menu
ca_es: Mostra una finestra que permeti editar les adreces d'interès d'aquest menú

source: _Previous Tab
ca_es: Pestanya _anterior

source: Activate previous tab
ca_es: Activa la pestanya anterior

source: _Next Tab
ca_es: _Següent pestanya

source: Activate next tab
ca_es: Activa la pestanya següent

source: Move Tab _Left
ca_es: Mou la pestanya a l'_esquerra

source: Move current tab to left
ca_es: Mou la pestanya actual a l'esquerra

source: Move Tab _Right
ca_es: Mou la pestanya a la _dreta

source: Move current tab to right
ca_es: Mou la pestanya actual a la dreta

source: Sidebar
ca_es: Barra lateral

source: Show _Hidden Files
ca_es: Mostra els fitxers _ocults

source: Toggle the display of hidden files in the current window
ca_es: Activa la visualització de fitxers ocults en la finestra actual

source: _Main Toolbar
ca_es: _Barra d'eines principal

source: Change the visibility of this window's main toolbar
ca_es: Canvia la visibilitat de la barra d'eines principal d'aquesta finestra

source: _Show Sidebar
ca_es: _Mostra la barra lateral

source: Change the visibility of this window's side pane
ca_es: Canvia la visibilitat de la subfinestra lateral d'aquesta finestra

source: St_atusbar
ca_es: _Barra d'estat

source: Change the visibility of this window's statusbar
ca_es: Canvia la visibilitat de la barra d'estat d'aquesta finestra

source: _Search for Files...
ca_es: _Cerca fitxers...

source: Search documents and folders by name
ca_es: Cerca documents i carpetes pel seu nom

source: E_xtra Pane
ca_es: Sub_finestra addicional

source: Open an extra folder view side-by-side
ca_es: Obre una vista de carpeta addicional costat-per-costat

source: Select Places as the default sidebar
ca_es: Seleccioneu «Llocs» com a barra lateral per defecte

source: Tree
ca_es: Arbre

source: Select Tree as the default sidebar
ca_es: Seleccioneu «Arbre» com a barra lateral per defecte

source: Back history
ca_es: Enrere en l'historial

source: Forward history
ca_es: Endavant en l'historial

source: _Up
ca_es: A_munt

source: Go to parent folder
ca_es: Vés a la carpeta superior

source: Go to home directory
ca_es: Ves a la carpeta de l'usuari

source: Go to Computer
ca_es: Ves a l'ordinador

source: Icons
ca_es: Icones

source: List
ca_es: Llista

source: Compact
ca_es: Compacta

source: _Location
ca_es: _Ubicació

source: _New Tab
ca_es: _Pestanya nova

source: _Close Tab
ca_es: Tan_ca la pestanya

source: These files are on an Audio CD.
ca_es: Aquests fitxers es troben en un CD d'àudio.

source: These files are on an Audio DVD.
ca_es: Aquests fitxers es troben en un DVD d'àudio.

source: These files are on a Video DVD.
ca_es: Aquests fitxers es troben en un DVD de vídeo.

source: These files are on a Video CD.
ca_es: Aquests fitxers es troben en un CD de vídeo.

source: These files are on a Super Video CD.
ca_es: Aquests fitxers es troben en un CD de súper vídeo.

source: These files are on a Photo CD.
ca_es: Aquests fitxers es troben en un CD d'imatges en format Photo CD.

source: These files are on a Picture CD.
ca_es: Aquests fitxers es troben en un CD d'imatges en format Picture CD.

source: The media contains digital photos.
ca_es: El suport conté fotos digitals.

source: These files are on a digital audio player.
ca_es: Aquests fitxers es troben en un reproductor d'àudio digital.

source: The media contains software.
ca_es: El suport conté programari.

source: The media has been detected as "%s".
ca_es: S'ha detectat el suport com a «%s».

source: Open %s
ca_es: Obre %s

source: Cut the selected text to the clipboard
ca_es: Retalla el text seleccionat al porta-retalls

source: Copy the selected text to the clipboard
ca_es: Copia el text seleccionat al porta-retalls

source: Paste the text stored on the clipboard
ca_es: Enganxa el text emmagatzemat al porta-retalls

source: Select all the text in a text field
ca_es: Selecciona tot el text dins d'un camp de text

source: Move _Up
ca_es: Mou am_unt

source: Move Dow_n
ca_es: Mou a_vall

source: Use De_fault
ca_es: _Utilitza el valor predeterminat

source: The name and icon of the file.
ca_es: El nom i la icona del fitxer.

source: Size
ca_es: Mida

source: The size of the file.
ca_es: La mida del fitxer.

source: Type
ca_es: Tipus

source: The type of the file.
ca_es: El tipus del fitxer.

source: The date the file was modified.
ca_es: La data en què es va modificar el fitxer.

source: Date Accessed
ca_es: Data d'accés

source: The date the file was accessed.
ca_es: La data en què es va accedir al fitxer.

source: Owner
ca_es: Propietari

source: The owner of the file.
ca_es: El propietari del fitxer.

source: Group
ca_es: Grup

source: The group of the file.
ca_es: El grup del fitxer.

source: The permissions of the file.
ca_es: Els permisos del fitxer.

source: Octal Permissions
ca_es: Permisos en octal

source: The permissions of the file, in octal notation.
ca_es: Els permisos del fitxer en notació octal.

source: MIME Type
ca_es: Tipus MIME

source: The mime type of the file.
ca_es: El tipus MIME del fitxer.

source: SELinux Context
ca_es: Context del SELinux

source: The SELinux security context of the file.
ca_es: El context de seguretat SELinux del fitxer.

source: The location of the file.
ca_es: La ubicació del fitxer.

source: Trashed On
ca_es: Mogut a la paperera el

source: Date when file was moved to the Trash
ca_es: La data en la qual es va moure el fitxer a la paperera

source: Original Location
ca_es: Ubicació original

source: Original location of file before moved to the Trash
ca_es: Ubicació original del fitxer abans de moure'l a la paperera

source: on the desktop
ca_es: a l'escriptori

source: You cannot move the volume "%s" to the trash.
ca_es: No podeu moure el volum «%s» a la paperera.

source: If you want to eject the volume, please use "Eject" in the popup menu of the volume.
ca_es: Si voleu expulsar el volum, utilitzeu «Expulsa» en el menú emergent del volum.

source: If you want to unmount the volume, please use "Unmount Volume" in the popup menu of the volume.
ca_es: Si voleu desmuntar el volum, utilitzeu «Desmunta el volum» del menú emergent del volum.

source: _Move Here
ca_es: _Mou aquí

source: _Copy Here
ca_es: _Copia aquí

source: _Link Here
ca_es: _Enllaça aquí

source: Set as _Background
ca_es: Estableix com a _fons

source: This file cannot be mounted
ca_es: No es pot muntar el fitxer

source: This file cannot be unmounted
ca_es: No es pot desmuntar el fitxer

source: This file cannot be ejected
ca_es: No es pot expulsar el fitxer

source: This file cannot be started
ca_es: No es pot iniciar el fitxer

source: This file cannot be stopped
ca_es: No es pot aturar el fitxer

source: Slashes are not allowed in filenames
ca_es: No es permeten barres en els noms dels fitxers

source: File not found
ca_es: No s'ha trobat el fitxer

source: Toplevel files cannot be renamed
ca_es: No es pot canviar el nom dels fitxers de nivell superior

source: Unable to rename desktop icon
ca_es: No s'ha pogut canviar el nom de la icona de l'escriptori

source: Unable to rename desktop file
ca_es: No s'ha pogut canviar el nom del fitxer de l'escriptori

source: today at 00:00:00 PM
ca_es: avui a les 00:00:00 PM

source: today at 00:00 PM
ca_es: avui a les 00:00 PM

source: today at %-I:%M %p
ca_es: avui a les %-I:%M %p

source: today, 00:00 PM
ca_es: avui, 00:00 PM

source: today, %-I:%M %p
ca_es: avui, %-I:%M %p

source: today
ca_es: avui

source: yesterday at 00:00:00 PM
ca_es: ahir a les 00:00:00 PM

source: yesterday at %-I:%M:%S %p
ca_es: ahir a les %-I:%M:%S %p

source: yesterday at 00:00 PM
ca_es: ahir a les 00:00 PM

source: yesterday at %-I:%M %p
ca_es: ahir a les %-I:%M %p

source: yesterday, 00:00 PM
ca_es: ahir, 00:00 PM

source: yesterday, %-I:%M %p
ca_es: ahir, %-I:%M %p

source: yesterday
ca_es: ahir

source: Wednesday, September 00 0000 at 00:00:00 PM
ca_es: Dimecres, 00 de setembre de 0000 a les 00:00:00 PM
